cask_args appdir: "/Applications"

tap "homebrew/core"
tap "homebrew/cask"

cask "alfred"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "karabiner-elements"
cask "sourcetree"
cask "visual-studio-code"

brew "mas"
brew "docker"
brew "jq"
brew "ffmpeg"

mas "slack", id: 803453959
mas "todoist", id: 585829637
