cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "android-studio"
cask "appcleaner"
cask "charles"
cask "dbeaver-community"
cask "docker"
cask "microsoft-edge"
cask "google-japanese-ime"
cask "intellij-idea"
cask "karabiner-elements"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "Mos"
cask "raycast"
cask "slack"
cask "skitch"
cask "the-unarchiver"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "zoom"
cask "xcodes"

brew "docker"
brew "jq"
brew "ffmpeg"
brew "carthage"
brew "cloc"
brew "mint"
brew "swagger-codegen"
brew "tree"
brew "xcodegen"
brew "lazygit"
brew "rbenv"
brew "ruby-build"
brew "openssl@3"
brew "readline"
brew "libyaml"
brew "gmp"
