cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "android-studio"
cask "appcleaner"
cask "charles"
cask "dbeaver-community"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "karabiner-elements"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "raycast"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "zoom"

brew "docker"
brew "jq"
brew "ffmpeg"
brew "carthage"
brew "cloc"
brew "mint"
brew "swagger-codegen"
brew "tree"
brew "xcodegen"
brew "gitui"
